{"SDG_TARGET":"<p>1.5</p><p>By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters</p>","SDG_INDICATOR":"<p>1.5.1</p><p>Number of deaths, missing persons, and directly affected persons attributed to disasters per 100,000 people</p>","SDG_CUSTODIAN_AGENCIES":"<p>UNISDR</p>","CONTACT_ORGANISATION":"<p>Ministry of Disaster Management and Refugee Affairs (MIDIMAR)</p>","STAT_CONC_DEF":"<p>This indicator measures the number of people who died, went missing or were directly affected by disasters per 100,000 population.</p><p>Concepts: </p><p>Death: The number of people who died during the disaster, or directly after, as a direct result of the hazardous event. </p><p>Missing: The number of people whose whereabouts is unknown since the hazardous event. It includes people who are presumed dead, for whom there is no physical evidence such as a body, and for which an official/legal report has been filed with competent authorities. </p><p>Directly affected: The number of people who have suffered injury, illness or other health effects; who were evacuated, displaced, relocated or have suffered direct damage to their livelihoods, economic, physical, social, cultural and environmental assets. Indirectly affected are people who have suffered consequences, other than or in addition to direct effects, over time, due to disruption or changes in economy, critical infrastructure, basic services, commerce or work, or social, health and psychological consequences.</p>","UNIT_MEASURE":"<p>Per 100,000 people</p>","DATA_SOURCE":"<p>National disaster loss databases</p>","DATA_COMP":"<p>This indicator, X, is calculated as a simple summation of related indicators (death, missing people, and affected people) from national disaster loss databases divided by the global population data</p><p>X</p><p>Where: </p><p>A<sub>2</sub> Number of deaths attributed to disasters; and</p><p>A<sub>3</sub> Number of missing persons attributed to disasters; </p>","COVERAGE":"<h2>Geographical coverage</h2><p>National</p>","COMPARABILITY":"<h2>Indicator available</h2><p>Number of deaths, missing persons attributed to disasters</p><h2>Link to UN Metadata</h2><p>https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-01.pdf</p>","OTHER_DOC":"<h2>UN designated tier</h2><p>2</p>","indicator":"1.5.1","target_id":"1.5","sdg_goal":"1","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"01-05-01","indicator_name":"Number of deaths, missing persons and directly affected persons attributed to disasters per 100,000 population","graph_title":"Number of deaths, missing persons and directly affected persons attributed to disasters per 100,000 population"}