{"SDG_TARGET":"<p>2.1</p><p>By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round.</p>","SDG_INDICATOR":"<p>2.1.2</p><p>Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)</p>","SDG_CUSTODIAN_AGENCIES":"<p>Food and Agriculture Organization (FAO)</p>","CONTACT_ORGANISATION":"<p>Ministry of Agriculture and Animal Resources (MINAGRI)</p>","STAT_CONC_DEF":"<p>The indicator measures the percentage of individuals in the population who have experienced food insecurity at moderate or severe levels during the reference period. The severity of food insecurity, defined as a latent trait, is measured on the Food Insecurity Experience Scale global reference scale, a measurement standard established by FAO through the application of the Food Insecurity Experience Scale in more than 140 countries worldwide, starting in 2014.</p><p>Moderately food insecure: Significant food consumption gaps. These households use a high share of their budget to cover food needs and the majority of households have to use negative coping strategies in order to make a living, although only a few use the more serious coping strategies.</p><p>Severely food insecure: Poor food consumption and the majority of households are using a very high share of their budget to acquire food. Almost half of these households have used one of the most serious irreversible coping strategies with the resulting risk of further deteriorating their food security situation.</p>","UNIT_MEASURE":"<p>Percentage (%)</p>","FREQ_COLL":"<p>3 years</p>","DATA_SOURCE":"<p>Comprehensive Food security and Vulnerability Analysis (CFSVA)</p>","DATA_COMP":"<p>To calculate the overall prevalence of ‘food insecurity’ in the population, It is the sum of the rates of the two most severe categories (‘moderately food insecure’ and ‘severely food insecure’)</p>","COVERAGE":"<h2>Earliest available data</h2><p>2015</p><h2>Geographical coverage</h2><p>National</p>","COMPARABILITY":"<h2>Indicator available</h2><p>Percentage and number of food insecure households by province and district</p><h2>Link to UN Metadata</h2><p>https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf</p>","indicator":"2.1.2","target_id":"2.1","sdg_goal":"2","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"02-01-02","indicator_name":"Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)","graph_title":"Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)"}