[{"name": "SDG_INDICATOR_INFO", "field": {"help": "Description of the Goal, Target, Indicator and data series - if applicable. The date/period when this metadata file is last updated should be provided. The linkages with any other Goals and Targets under the SDG framework, if any, should be described. The name of international organisation(s) responsible for monitoring this indicator should be provided.", "label": "0. Indicator information", "translation_key": "SDG_INDICATOR_INFO.SDG_INDICATOR_INFO", "element": "text"}}, {"name": "SDG_GOAL", "field": {"help": "SDG Goal number and name.", "label": "0.a. Goal", "translation_key": "SDG_INDICATOR_INFO.SDG_GOAL", "element": "text"}}, {"name": "SDG_TARGET", "field": {"help": "SDG Target number and name.", "label": "0.b. Target", "translation_key": "SDG_INDICATOR_INFO.SDG_TARGET", "element": "text"}}, {"name": "SDG_INDICATOR", "field": {"help": "SDG Indicator number and name.", "label": "0.c. Indicator", "translation_key": "SDG_INDICATOR_INFO.SDG_INDICATOR", "element": "text"}}, {"name": "SDG_SERIES_DESCR", "field": {"help": "Description of SDG data series.", "label": "0.d. Series", "translation_key": "SDG_INDICATOR_INFO.SDG_SERIES_DESCR", "element": "text"}}, {"name": "META_LAST_UPDATE", "field": {"help": "The date when this metadata report is last updated.", "label": "0.e. Metadata update", "translation_key": "SDG_INDICATOR_INFO.META_LAST_UPDATE", "element": "text"}}, {"name": "SDG_RELATED_INDICATORS", "field": {"help": "Linkages with any other Goals and Targets.", "label": "0.f. Related Indicators", "translation_key": "SDG_INDICATOR_INFO.SDG_RELATED_INDICATORS", "element": "text"}}, {"name": "SDG_CUSTODIAN_AGENCIES", "field": {"help": "Global reporting: International organizations (departments/offices) responsible for monitoring this indicator at the global level. rnCountry reporting: This concept has no national counterpart.", "label": "0.g. International organisations(s) responsible for global monitoring", "translation_key": "SDG_INDICATOR_INFO.SDG_CUSTODIAN_AGENCIES", "element": "text"}}, {"name": "CONTACT", "field": {"help": "Information of the contact persons and their organization responsible for the reporting of the indicator or time series specified.", "label": "1. Data reporter", "translation_key": "CONTACT.CONTACT", "element": "text"}}, {"name": "CONTACT_ORGANISATION", "field": {"help": "Agency responsible for reporting of the indicator or time series specified below.", "label": "1.a. Organisation", "translation_key": "CONTACT.CONTACT_ORGANISATION", "element": "text"}}, {"name": "CONTACT_NAME", "field": {"help": "Name(s) of the contact points for the data or metadata.", "label": "1.b. Contact person(s)", "translation_key": "CONTACT.CONTACT_NAME", "element": "text"}}, {"name": "ORGANISATION_UNIT", "field": {"help": "Organisation unit information of the contact points for the data or metadata.", "label": "1.c. Contact Organisation Unit", "translation_key": "CONTACT.ORGANISATION_UNIT", "element": "text"}}, {"name": "CONTACT_FUNCT", "field": {"help": "Functional title(s) of the contact points for the data or metadata.", "label": "1.d. Contact Person Function", "translation_key": "CONTACT.CONTACT_FUNCT", "element": "text"}}, {"name": "CONTACT_PHONE", "field": {"help": "Phone number(s) of the contact points for the data or metadata.", "label": "1.e. Contact Phone", "translation_key": "CONTACT.CONTACT_PHONE", "element": "text"}}, {"name": "CONTACT_MAIL", "field": {"help": "Mailing address(es) of the contact points for the data or metadata.", "label": "1.f. Contact Mail", "translation_key": "CONTACT.CONTACT_MAIL", "element": "text"}}, {"name": "CONTACT_EMAIL", "field": {"help": "E-mail address(es) of the contact points for the data or metadata.", "label": "1.g. Contact emails", "translation_key": "CONTACT.CONTACT_EMAIL", "element": "text"}}, {"name": "IND_DEF_CON_CLASS", "field": {"help": "Precise definition of the indicator including references to standards and classifications, preferably relying on international agreed definitions. The indicator definition should be unambiguous and be expressed in universally applicable terms. It must clearly express the unit of measurement (proportion, dollars, number of people, etc.). rnrnPrecise definition of all different concepts and terms associated with the indicator, also including reference to any associated classifications.", "label": "2. Definition, concepts and classifications", "translation_key": "IND_DEF_CON_CLASS.IND_DEF_CON_CLASS", "element": "text"}}, {"name": "STAT_CONC_DEF", "field": {"help": "Precise definition of the indicator preferably relying on internationally agreed definitions. The indicator definition should be unambiguous and be expressed in universally applicable terms. Precise definition of all different concepts and terms associated with the indicator, also including reference to any associated classifications.", "label": "2.a. Definition and Concepts", "translation_key": "IND_DEF_CON_CLASS.STAT_CONC_DEF", "element": "text"}}, {"name": "UNIT_MEASURE", "field": {"help": "Description of the unit of measurement (proportion, dollars, number of people, etc.)", "label": "2.b. Unit of Measure", "translation_key": "IND_DEF_CON_CLASS.UNIT_MEASURE", "element": "text"}}, {"name": "CLASS_SYSTEM", "field": {"help": "Describe references to both national and international standards and classification being used. [Information to be provided where applicable.]rn", "label": "2.c. Classifications", "translation_key": "IND_DEF_CON_CLASS.CLASS_SYSTEM", "element": "text"}}, {"name": "SRC_TYPE_COLL_METHOD", "field": {"help": "Description of data sources, data collection methods, and related information such as descriptions of all data collection methods, data collection and release calendar, data providers and compilers, as well as their institutional mandates.", "label": "3. Data source type and data collection method", "translation_key": "SRC_TYPE_COLL_METHOD.SRC_TYPE_COLL_METHOD", "element": "text"}}, {"name": "SOURCE_TYPE", "field": {"help": "Description of all actual and recommended sources of data. This description should include, when applicable, any changes of the data source over time, details of denominator (if from a different source) and any other relevant information related to the origin of the source or indicator. Similar details should be given for administrative sources.", "label": "3.a. Data sources", "translation_key": "SRC_TYPE_COLL_METHOD.SOURCE_TYPE", "element": "text"}}, {"name": "COLL_METHOD", "field": {"help": "Description of all methods used for data collection. This description should include, when applicable, the sample frame used, the questions used to collect the data, the type of interview, the dates/duration of fieldwork, the sample size and the response rate. Some additional information on questionnaire design and testing, interviewer training, methods used to monitor non-response etc. should be provided here. Questionnaires used should be annexed (if very long: via hyperlink).", "label": "3.b. Data collection method", "translation_key": "SRC_TYPE_COLL_METHOD.COLL_METHOD", "element": "text"}}, {"name": "FREQ_COLL", "field": {"help": "Dates when source collection is next planned.", "label": "3.c. Data collection calendar", "translation_key": "SRC_TYPE_COLL_METHOD.FREQ_COLL", "element": "text"}}, {"name": "REL_CAL_POLICY", "field": {"help": "Expected dates of release of new data for this indicator, including the year (or, ideally, the quarter/month when the next data point associated with the indicator will become available).", "label": "3.d. Data release calendar", "translation_key": "SRC_TYPE_COLL_METHOD.REL_CAL_POLICY", "element": "text"}}, {"name": "DATA_SOURCE", "field": {"help": "Identification of national and/or international data provider(s), specifying the organization(s) responsible for producing the data.", "label": "3.e. Data providers", "translation_key": "SRC_TYPE_COLL_METHOD.DATA_SOURCE", "element": "text"}}, {"name": "COMPILING_ORG", "field": {"help": "Organization(s) responsible for compilation of on this indicator either at national or global level.", "label": "3.f. Data compilers", "translation_key": "SRC_TYPE_COLL_METHOD.COMPILING_ORG", "element": "text"}}, {"name": "INST_MANDATE", "field": {"help": "Description of the set of rules or other formal set of instructions assigning responsibility as well as the authority to an organisation for the collection, processing, and dissemination of statistics for this indicator.", "label": "3.g. Institutional Mandate", "translation_key": "SRC_TYPE_COLL_METHOD.INST_MANDATE", "element": "text"}}, {"name": "OTHER_METHOD", "field": {"help": "Other methodological considerations. These include rationale behind the indicator, comments and limitations, computation methodology at the country, regional, and global level,  treatment of missing values if applicable, and information related to quality assurance.", "label": "4. Other methodological considerations", "translation_key": "OTHER_METHOD.OTHER_METHOD", "element": "text"}}, {"name": "RATIONALE", "field": {"help": "Description of the purpose and rationale behind the indicator, as well as examples and guidance on its correct interpretation and meaning.", "label": "4.a. Rationale", "translation_key": "OTHER_METHOD.RATIONALE", "element": "text"}}, {"name": "REC_USE_LIM", "field": {"help": "Comments on the feasibility, suitability, relevance and limitations of the indicator. Also includes data comparability issues, presence of wide confidence intervals (such as for maternal mortality ratios); provides further details on additional non-official indicators commonly used together with the indicator.", "label": "4.b. Comment and limitations", "translation_key": "OTHER_METHOD.REC_USE_LIM", "element": "text"}}, {"name": "DATA_COMP", "field": {"help": "Explanation of how the indicator is calculated, including mathematical formulas and descriptive information of computations made on the source data to produce the indicator (including adjustments and weighting). This explanation should also highlight cases in which mixed sources are used or where the calculation has changed over time (i.e., discontinuities in the series).", "label": "4.c. Method of computation", "translation_key": "OTHER_METHOD.DATA_COMP", "element": "text"}}, {"name": "DATA_VALIDATION", "field": {"help": "Description of process of monitoring the results of data compilation and ensuring the quality of the statistical results, including consultation process with countries on the national data submitted to the SDGs Indicators Database. Descriptions and links to all relevant reference materials should be provided.", "label": "4.d. Validation", "translation_key": "OTHER_METHOD.DATA_VALIDATION", "element": "text"}}, {"name": "ADJUSTMENT", "field": {"help": "Global reporting: Description of any adjustments with respect to use of standard classifications and harmonization of breakdowns for age group and other dimensions, or adjustments made for compliance with specific international or national definitions.rnNational reporting:  This concept is typically not applicable for national reporting.", "label": "4.e. Adjustments", "translation_key": "OTHER_METHOD.ADJUSTMENT", "element": "text"}}, {"name": "IMPUTATION", "field": {"help": "Global reporting: (National level) Description of the methodology employed for producing estimates for the indicator when country data are not available, including any mathematical formulas and description of additional variables used as input into the estimation process.rn(Regional level) Description of how missing values for individual countries or areas are imputed or otherwise estimated by international agencies to derive regional or global aggregates of the indicator. rnNational reporting: This concept is not applicable for national reporting.", "label": "4.f. Treatment of missing values (i) at country level and (ii) at regional level.", "translation_key": "OTHER_METHOD.IMPUTATION", "element": "text"}}, {"name": "REG_AGG", "field": {"help": "Global reporting: Description of the methodology, including any mathematical formulas, used for the calculation of the regional/global aggregates from the country values. Description of the weighting structure used for aggregating country indicator values to regional and global levels. Additional methodological details on how the data from countries or areas is assembled by custodian international agencies to provide regional and global aggregates. This is distinct from the method of computation, which looks at how the indicator is compiled at a national level. rnNational reporting: This concept is not applicable for national reporting.", "label": "4.g. Regional aggregations", "translation_key": "OTHER_METHOD.REG_AGG", "element": "text"}}, {"name": "DOC_METHOD", "field": {"help": "Global reporting: Description of methodology used by countries for the compilation of data at national level and the relevant international recommendations and guidelines available to countries. Descriptions and links to all relevant reference materials should be provided. rnNational reporting: For national reporting a country may refer to the globally available metadata and explain how it is being used.", "label": "4.h. Methods and guidance available to countries for the compilation of the data at the national level", "translation_key": "OTHER_METHOD.DOC_METHOD", "element": "text"}}, {"name": "QUALITY_MGMNT", "field": {"help": "Description of systems and frameworks in place within an organisation to manage the quality of statistical products and processes.rn", "label": "4.i. Quality management", "translation_key": "OTHER_METHOD.QUALITY_MGMNT", "element": "text"}}, {"name": "QUALITY_ASSURE", "field": {"help": "Description of practices and guidelines focusing on quality in general and dealing with quality of statistical programmes at your agency, including measures for ensuring the efficient use of resources.rn", "label": "4.j. Quality assurance", "translation_key": "OTHER_METHOD.QUALITY_ASSURE", "element": "text"}}, {"name": "QUALITY_ASSMNT", "field": {"help": "Description of overall evaluation of fulfilling quality requirements, based on standard quality criteria.", "label": "4.k. Quality assessment", "translation_key": "OTHER_METHOD.QUALITY_ASSMNT", "element": "text"}}, {"name": "COVERAGE", "field": {"help": "Global reporting: Indicate for how many countries the data for this indicator are already currently available on a regular basis. Data availability by regional breakdowns and time periods can also be descibed here. Describe the specification of the dimensions and levels used for disaggregation of the indicator (e.g., income, sex, age group, geographic location, disability status, etc.).rnNational reporting: Data availability by sub-national breakdowns and time periods can be descibed here. Describe the specification of the dimensions and levels used for disaggregation of the indicator (e.g., income, sex, age group, geographic location, disability status, etc.).", "label": "5. Data availability and disaggregation", "translation_key": "COVERAGE.COVERAGE", "element": "text"}}, {"name": "COMPARABILITY", "field": {"help": "Explanation on the differences between country produced and internationally estimated data on this indicator, highlighting and summarising the main sources of differences.", "label": "6. Comparability / Deviation from international standards", "translation_key": "COMPARABILITY.COMPARABILITY", "element": "text"}}, {"name": "OTHER_DOC", "field": {"help": "Descriptions and links to all relevant reference materials related to this indicator.", "label": "7. References and Documentation", "translation_key": "OTHER_DOC.OTHER_DOC", "element": "text"}}]